# საკლასო დავალება: 

# 1) შემოატანინეთ მომხარებელს მისი ასაკი და მიანიჭეთ ცვლადს.
#    მინიჭების შემდეგ გამოაკელით ამ ასაკს 2 და გაპრუინტეთ ის.

# 2) შემოატანინეთ მომხარებელს ორი ცალი მნიშვნელობა და მიანიჭეთ ისინი ცვლადებს.
#  გადააქციეთ მონაცემები მთელ რიცხვებად და მოახდინეთ მათემატიკური გამოთვლები. ( +, - , * , / )

# # 3) შექმენით ცვლადი რომელშიც შეინახავთ თქვენს ასაკს ოღონდ ეს მონაცემი უნდა იყოს მთელი რიცხვი და შემდეგ გამოიყენეთ ეს ცვლადი
#  რაიმე წინადადებაში დაპრინტვის დროს.

#1 
age =int(input("pleas eneter your age"))
print(age-2)

# 2
num1=int(input("please enter first number: "))
num2=int(input("enter second number: "))
print(num1 + num2)
print(num2 / num1)
print(num1 - num2)
print(num2 * num1)


# 3
age=int(input("please enter your age"))
print("i am ", age, " yrs old")